{
  "aurora" :
    "***Welcome to the server!*** \nPlease take a second to check out #introduce-yourself, then follow suit! The format is pinned (to look at pins use that pushpin button up top), we really hope you enjoy the Discord server. There are plenty of channels to check out, just make sure to read the rules.\nAlso, **please change your nickname**: right click your username on the right while in the server to change your nickname to your real name so we know who we're talking to!\nBy the way, I'm an ongoing project. Type `!help` to check out what I have to offer. If you're interested in working on the bot, let your chapter president know!"
  ,
  "ggj" :
    "GGJ Discord rules:\n1.Be respectful.\n2.No offensive messages or nicknames - Anything that a “reasonable person” (aka moderator) might find offensive.\n3.Sending/Linking any illegal, pirated, or harmful material (such as viruses, IP grabbers, harmware, pirated copyrighted content, etc.) results in an immediate and permanent ban.\n4.Use proper grammar and spelling, to the best of your ability.\n5.Usage of excessive, extreme, or inappropriate language is prohibited. No harassment - Including sexual harassment or encouraging of harassment. This will be met with one warning, and will be followed by a ban in a repeat offense. No repeals.\n6.No spam - This includes but is not limited too: loud/obnoxious noises in voice, @mention spam, character spam, image spam, and message spam. Mentioning @everyone, any moderator group, or a specific person without proper reason, even once, is considered spam, and is prohibited.\n7.Act civil in Voice Chat. As with rule 5, breaking this will be met with only one warning.\n8.Post content in the correct channels to the best of your ability, if redirected to another channel please use it.\n9.All conduct on this Discord server is also bound by the Georgia State Student Code of Conduct. (https://codeofconduct.gsu.edu/)\n10.Do not post someone's personal information without permission.\n11.There may be situations not covered by the rules or times where the rule may not fit the situation. If this happens the moderators are trusted to handle the situation appropriately.\n\nSite rules:\n1.Follow the Discord rules.\n2.Do not be disruptive to presenters, event staff, or fellow jammers who are also working.\n3.Do not trespass in areas of the site that are not designated for the event(s).\n4.Always ask relevant personnel for assistance with site issues; do not attempt to debug or fix computers, programs, or other technology/systems that are not yours, especially if it is owned by the site.\n5.Breaking federal, regional, local, or school rules/laws will be met with relevant law enforcement engagement. \n6.Be as courteous as possible to guests, organizers, or the staff that makes these events possible."
}
